charliermarsh.ruff
davidanson.vscode-markdownlint
editorconfig.editorconfig
exiasr.hadolint
hashicorp.terraform
inercia.vscode-k3d
jetpack-io.devbox
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-kubernetes-tools.kind-vscode
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-account
ms-vscode.remote-explorer
njpwerner.autodocstring
rangav.vscode-thunder-client
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese
